Repository: yawik/organizations
Catalog: language/*.po
Languages: hu_hu, nl_be, tr

source: Organizations
hu_hu: Cégek
nl_be: Organisaties
tr: Organizasyonlar

source: No organization found matching your criteria.
hu_hu: A keresett cég nem található.

source: Organization
hu_hu: Cég
nl_be: Organisatie
tr: organizasyon

source: City
hu_hu: Helység
tr: Şehir

source: Street
hu_hu: Utca/tér
nl_be: Straat
tr: Sokak

source: Hiring organization of <strong>%s</strong>
hu_hu: <strong>%s</strong> álláshirdető cége

source: You have accepted the invitation
hu_hu: Ön elfogadta a meghívást
nl_be: Je hebt de uitnodiging geaccepteerd
tr: Daveti kabul ettiniz

source: You are now part of the team of <b>%s</b>
hu_hu: Ön most <b>%s</b> csapatának munkatársa

source: Please choose a password to be able to log in.
hu_hu: Adjon meg egy jelszót a későbbi bejelentkezésekhez
nl_be: Kies een wachtwoord om te kunnen inloggen.
tr: giriş yapabilmek için bir şifre seçiniz.

source: Active filters:
hu_hu: Aktív szűrők:

source: Remove filter
hu_hu: Szűrő törlése

source: Remove all filters
hu_hu: Az összes szűrő törlése

source: Title of the job
hu_hu: Álláshirdetés címe

source: Location
hu_hu: Helység

source: Date of receipt
hu_hu: Beérkezés dátuma

source: Apply
hu_hu: Jelentkezés

source: Edit
hu_hu: Szerkesztés

source: Organizations Profile
hu_hu: Cégprofil

source: Hello %s
hu_hu: Üdvözöljük %s

source: Hello
hu_hu: Üdvözöljük
nl_be: Hallo
tr: Merhaba

source: %s invited you to join the team of %s
hu_hu: %s meghívta Önt, hogy lépjen be a %s csapatba.

source: You can accept this invitation by visiting the following link
hu_hu: A következő hivatkozás felkeresésével elfogadhatja a meghívást.
nl_be: U kunt deze uitnodiging door naar de volgende link te aanvaarden
tr: Aşağıdaki bağlantıyı ziyaret ederek bu daveti kabul edebilir

source: <strong>Please note: </strong> You are currently the owner of <b>%s</b>. Accepting this invitation will delete your organization.
hu_hu: <strong>Figyelem! </strong> Jelenleg Őn a <b>%s</b> cég tulajdonosa.Ha elfogadja a meghívást, a cége törlődik.

source: <strong>Please note: </strong> You are currently assigned as an employee to <b>%s</b>. Accepting this invitation will remove this association.
hu_hu: <strong>Figyelem! </strong> Őn jelenleg a <b>%s</b> cég nyilvántartott munkatása. Ha elfogadja a meghívást, törlődik a cég munkatársai közül.

source: If you do not want to accept this invitation you can ignore this mail and the request is canceled automatically after a week.
hu_hu: Ha nem kívánja elfogadni a meghívást, hagyja a levelet figyelmen kívül. A meg hívás egy hét elteltével önműködően törlődik.
nl_be: Als u niet wilt dat deze uitnodiging te accepteren kunt u deze mail negeren en het verzoek wordt automatisch geannuleerd na een week.
tr: Bu daveti kabul etmek istemiyorsanız bu postayı göz ardı edebilirsiniz ve istek bir hafta sonra otomatik olarak iptal edilir.

source: Users
hu_hu: Felhasználó
tr: Kullanıcılar

source: View Jobs
hu_hu: Állások megtekintése
nl_be: Bekijk vacatures
tr: Görünüm İşler

source: Edit Jobs
hu_hu: Állások szerkesztése
nl_be: Jobs bewerken
tr: Düzenleme İşleri

source: Create Jobs
hu_hu: Álláshirdetések létrehozása
nl_be: Maak Jobs
tr: Jobs oluştur

source: View Applications
hu_hu: Jelentkezések megtekintése
nl_be: Bekijk Toepassingen
tr: Görünüm Uygulamaları

source: Edit Applications
hu_hu: Jelentkezések szerkesztése
nl_be: Bewerken Toepassingen
tr: Düzenleme Uygulamaları

source: pending
hu_hu: függőben
nl_be: hangende
tr: kadar

source: Via email address
hu_hu: E-mail cím alapján
nl_be: Via e-mailadres
tr: E-posta adresi üzerinden

source: Invite
hu_hu: Meghívás
nl_be: Nodigen
tr: Davet etmek

source: Invite an employee via email address.
hu_hu: Munkatársak meghívása e-mailben.
nl_be: Nodig een werknemer via e-mailadres.
tr: E-posta adresi üzerinden bir çalışanın davet edin.

source: Click on this button will add the employee with the status "pending"
hu_hu: A gomb megnyomása függő státuszban adja hozzá a munkatársat.
nl_be: Klik op deze knop zal de werknemer toe te voegen met de status "in afwachting"
tr: durumu ile çalışan katacak bu düğmeye tıklayın "beklemede"

source: PENDING
hu_hu: Függőben
nl_be: AFWACHTING
tr: BEKLEYEN

source: Sorry, you may not create organizations.
hu_hu: Ön sajnos nem hozhat létre szervezetet.
nl_be: Sorry, je mag niet organisaties creÃ«ren.
tr: Maalesef, örgütler oluşturmak olmayabilir.

source: Before you are able to create organizations, you have to %screate your main organization%s first.
hu_hu: Mielőtt szervezeteket hozhat létre, létre kell hoznia a %ssaját cégét%s.

source: Doh! There was something going terribly wrong.
hu_hu: Itt valami nagyon balul sült el!
nl_be: Doh! Er was iets gaat vreselijk mis.
tr: Doh! çok yanlış bir şeyler vardı.

source: Overview
hu_hu: Áttekintés
nl_be: Overzicht
tr: Genel bakış

source: Profiles
hu_hu: Profil

source: Insert
hu_hu: Hozzáadás
nl_be: Invoegen
tr: Ekle

source: Invitation to join the team of %s
hu_hu: Meghívás a %s csapathoz való csatlakozásra

source: Recruiter
hu_hu: Toborzó
tr: İşveren

source: Department Manager
hu_hu: Részlegvezető

source: Managing Directors
hu_hu: Cégvezetők

source: Organization Name
hu_hu: Cégnév

source: Setting
hu_hu: Beállítások

source: Always enable profile
hu_hu: A profil állandó bekapcsolása

source: Enable only when active jobs available
hu_hu: A profil bekapcsolása, ha vannak állások.

source: Disabled viewing profile
hu_hu: Profil kikapcsolása

source: Description
hu_hu: Leírás
nl_be: Beschrijving
tr: Tanım

source: accept Applications by Department Managers
hu_hu: beérkező jelentkezések elfogadása részlegvezetők által

source: if checked, department managers are informed about new applications first.
hu_hu: Ennek kiválasztása a jelentkezéseket először a részlegvezetőkhöz irányítja.

source: Department managers are notified of incoming applications and must accept this. Only then the recruiter can start his work with the application
hu_hu: A részlegvezetőknek az értesítés után először el kell fogadniuk a beérkező jelentkezéseket. A toborzó csak azt követően kezdheti meg azok feldolgozását.

source: assign department managers to jobs
hu_hu: Rendeljen hozzá az állásokhoz részlegvezetőeket.

source: if checked, department managers have to be assigned to job postings.
hu_hu: Ennek kiválasztása esetén az álláshirdetésekhez részlegvezetőket kell társítani.

source: if you have more them one department managers, you can assign them to a job posting. If nobody is assigned, all department managers will be informed about new applications
hu_hu: Ha egynél több részlegvezető van, akkor egyet hozzá lehet rendelni az álláshirdetéshez. Ha a senki nincs az álláshoz rendelve, az új jelentkezésekről az összes részlegvezető tájékoztatást kap.

source: Please enter the name of the hiring organization.
hu_hu: Kérem adja meg az alkalmazó szervezet nevét.
nl_be: Vul de naam van het verhuren organisatie.
tr: işe kuruluşun adını yazınız.

source: Please enter a contact for the hiring organization.
hu_hu: Kérem adja meg az alkalmazó szervezet elérhetőségét.
nl_be: Vul een aanspreekpunt voor de aanwerving organisatie.
tr: işe organizasyon için bir kişiyi girin.

source: Please enter a description for the hiring organization.
hu_hu: Kérem adja meg az alkalmazó szervezet leírását- A leírás megjelenik az álláshirdetésben.
nl_be: Geef een beschrijving van het verhuren organisatie.
tr: işe organizasyon için bir açıklama girin.

source: Employees
hu_hu: Alkalmazott
nl_be: Medewerkers
tr: Çalışanlar

source: Manage your employees and their permissions.
hu_hu: Az alkalmazottak és jogosultságaik kezelése.
nl_be: Beheren van uw medewerkers en hun rechten.
tr: çalışanlarınızı ve onların izinlerini yönetmek.

source: Workflow
hu_hu: Munkafolyamat

source: Define, how notifications about new applications reach your employees
hu_hu: Határozza meg, hogyan értesüljenek a munkatársak a beérkező jelentkezésekről.

source: Profile Setting
hu_hu: Cégprofil beállításai

source: Define how profile page should behave
hu_hu: Határozza meg a profiloldal viselkedését.

source: Choose a Logo. This logo will be shown in the job opening and the application form.
hu_hu: Válasszon cégért a hirdető cégnek. A cégér az álláshirdetésben és a jelentkezési űrlapon is megjelenik.
nl_be: Kies een logo. Dit logo zal worden getoond in de vacature en het aanvraagformulier.
tr: Bir Logo seçin. Bu logo iş açılması ve başvuru formunda gösterilecektir.

source: House Number
hu_hu: Házszám

source: Postal Code
hu_hu: Irányítószám

source: Country
hu_hu: Ország

source: Phone
hu_hu: Telefonszám
tr: Telefon

source: This Organization Profile is disabled
hu_hu: Ennek a cégnek a profilja deaktivált

source: The organization referenced in your request could not be found.
hu_hu: A kérésében megadott szervezet nem található.
tr: İsteğiniz başvurulan kurum bulunamadı.

source: The access token you provided seems to have expired.
hu_hu: A belépési kulcs úgy tűnik már lejárt.
tr: Eğer sağlanan erişim belirteci sona ermiş gibi görünüyor.

source: Search for organizations
hu_hu: Cégek keresése

source: Can not access profile page without id
hu_hu: A cégprofil azonosító nélkül nem tekinthető meg.

source: Email address is invalid.
hu_hu: Az e-mail cím érvénytelen.
nl_be: E-mailadres is ongeldig.
tr: Email adresi geçersiz.

source: Organization with id "%s" not found
hu_hu: A(z) "%s" azonosítójú cég nem található

source: Sending invitation mail failed.
nl_be: Het verzenden uitnodiging mail mislukt.
tr: davetiye posta gönderme başarısız oldu.

source: Organizationname
nl_be: Organisatie Naam
tr: Kuruluş Adı

source: street
nl_be: straat
tr: sokak

source: house number
nl_be: huisnummer
tr: ev numarası

source: Postalcode
nl_be: Postcode
tr: Posta kodu

source: Fax
tr: Faks
